Repository: Ahmed-Al-Ebrahimy/openclinic
Catalog: locale/*/*-openclinic.po
Languages: es_es

source: Optimize Database
es_es: Optimizar Base de Datos

source: Admin
es_es: Administración

source: Dumps
es_es: Volcados

source: Optimizing Database: %s
es_es: Optimización de la base de datos: %s

source: Table Name
es_es: Nombre de la tabla

source: Size
es_es: Tamaño

source: Status
es_es: Estado

source: Space Saved
es_es: Espacio optimizado

source: Already optimized
es_es: Ya optimizada

source: Optimized!
es_es: ¡Optimizada!

source: Optimization Results
es_es: Resultados de la optimización

source: Total Database Size: %d KB
es_es: Tamaño total de la base de datos: %d KB

source: Total Space Saved: %d KB
es_es: Espacio total optimizado: %d KB

source: Back return
es_es: Volver atrás

source: Dump result
es_es: Volcado

source: No tables found in database.
es_es: No se han encontrado tablas en la base de datos.

source: Structure and data
es_es: Estructura y datos

source: Structure only
es_es: Únicamente la estructura

source: Data only
es_es: Solamente datos

source: Type
es_es: Tipo

source: Host
es_es: Servidor

source: Generation Time
es_es: Fecha y hora de generación

source: Server Version
es_es: Versión del servidor

source: PHP Version
es_es: Versión de PHP

source: Database
es_es: Base de datos

source: Table structure for table %s
es_es: Estructura de tabla para la tabla %s

source: Dumping data for table %s
es_es: Volcado de datos para la tabla %s

source: table
es_es: tabla

source: end of table
es_es: fin de tabla

source: Install dump from file
es_es: Instalar volcado desde archivo

source: View dump of database
es_es: Ver volcado de la base de datos

source: Select all
es_es: Seleccionar todo

source: Unselect all
es_es: Deseleccionar todo

source: Export to XML format
es_es: Exportar a formato XML

source: Export to CSV format (data only)
es_es: Exportar a formato CSV (sólo datos)

source: Add 'DROP TABLE'
es_es: Añadir sentencia 'DROP TABLE'

source: Complete 'INSERTs'
es_es: Completar los 'INSERTs'

source: Extended 'INSERTs'
es_es: 'INSERTs' extendidos

source: Enclose table and field names with backquotes
es_es: Entrecomillar los nombres de tablas y campos

source: Add 'DELETE * FROM __table__'
es_es: Añadir sentencia 'DELETE * FROM __table__'

source: Add 'USE __dbname__'
es_es: Añadir sentencia 'USE __dbname__'

source: Save as file
es_es: Descargar volcado

source: Submit
es_es: Enviar

source: Use the following functions located in the left hand navigation area to manage your clinic's staff and administrative records.
es_es: Use las opciones que están en el área de navegación de la izquierda para manejar los distintos apartados de administración.

source: Option
es_es: Opción

source: Description
es_es: Descripción

source: Config settings
es_es: Configuración

source: Update config settings.
es_es: Actualizar los parámetros generales de la aplicación.

source: Themes
es_es: Temas

source: View the list of site look and feel themes.
es_es: Ver la lista de temas de la aplicación.

source: From this list you can:
es_es: Desde esta lista se puede:

source: set the theme in use by default for your site
es_es: seleccionar el tema por defecto de la aplicación

source: build a new site theme
es_es: crear un nuevo tema

source: edit an existing theme
es_es: editar un tema existente

source: delete a theme
es_es: borrar un tema

source: Staff Members
es_es: Miembros del Personal

source: View the clinic staff member list.
es_es: Ver la lista de los miembros del personal.

source: build a new staff member
es_es: crear un nuevo miembro del personal

source: edit the staff member information
es_es: editar la información de un determinado miembro del personal

source: build or edit the clinic user associated
es_es: crear o editar el usuario de la aplicación asociado a un miembro del personal

source: delete a staff member
es_es: borrar un miembro del personal

source: Users
es_es: Usuarios

source: View the list of clinic users.
es_es: Ver la lista de usuarios de la aplicación.

source: build a new clinic user
es_es: crear un nuevo usuario

source: edit a existing clinic user
es_es: editar un usuario existente

source: reset a user's password
es_es: cambiar la contraseña de un usuario

source: delete a clinic user
es_es: borrar un usuario

source: Profiles
es_es: Perfiles

source: View the list of user profiles.
es_es: Ver la lista de los perfiles de los usuarios.

source: A profile describes the set of permissions for a particular user.
es_es: Un perfil describe el conjunto de permisos para un determinado usuario.

source: edit a profile to translate it
es_es: editar el nombre de un perfil para traducirlo

source: From this option you can:
es_es: Esta opción sirve para:

source: install dump from file
es_es: instalar un volcado desde un archivo

source: export database dump to %s format
es_es: exportar los datos a formato %s

source: optimize database
es_es: optimizar la base de datos

source: View logs generated by the program:
es_es: Ver los logs generados por la aplicación:

source: user's accesses logs
es_es: logs de acceso de usuarios

source: operations with medical records logs
es_es: logs de operaciones con registros médicos

source: statistics for years, months, days and hours
es_es: estadísticas por años, meses, días y horas

source: Access Logs
es_es: Logs de acceso

source: No logs in this date.
es_es: No hay logs para esa fecha.

source: Access Logs List:
es_es: Listado de logs de acceso:

source: Access Date
es_es: Fecha de Acceso

source: Login
es_es: Nombre de Usuario

source: Profile
es_es: Perfil

source: Record Logs
es_es: Logs de operaciones con registros

source: Record Logs List:
es_es: Listado de logs de operaciones con registros:

source: Table
es_es: Tabla

source: Operation
es_es: Operación

source: Key %d
es_es: Clave %d

source: Not Authorization
es_es: No autorizado

source: You are not authorized to use %s tab.
es_es: No está autorizado para usar la pestaña de %s.

source: Edit Profile
es_es: Editar Perfil

source: Profile, %s, has been updated.
es_es: El perfil, %s, ha sido actualizado.

source: Return to profiles list
es_es: Volver a la lista de perfiles

source: Reset
es_es: Restablecer

source: Return
es_es: Volver

source: Profiles List:
es_es: Lista de Perfiles:

source: Function
es_es: Acción

source: edit
es_es: editar

source: Data has been updated.
es_es: Los datos han sido actualizados.

source: Note: The fields with * are required.
es_es: Nota: Los campos con * son imprescindibles.

source: Note: If zero, searchs return all results without pagination.
es_es: Nota: Si es cero, las búsquedas devolverán todos los resultados sin paginación.

source: Edit Config Settings
es_es: Editar Configuración

source: Clinic Name
es_es: Nombre de la Clínica

source: Clinic Image
es_es: Logotipo de la Clínica

source: (must be in /images/ directory)
es_es: (debe estar en el directorio /images/)

source: Use Image in place of Name
es_es: Usar imagen en vez del nombre

source: Clinic Hours
es_es: Horario de consulta

source: Clinic Address
es_es: Dirección de la Clínica

source: Clinic Phone
es_es: Teléfono de atención

source: Clinic URL
es_es: URL Clínica

source: Language
es_es: Idioma

source: Theme by default
es_es: Tema por defecto

source: Session Timeout
es_es: Límite de tiempo de sesión

source: minutes
es_es: minutos

source: Search Results
es_es: Resultados de la búsqueda

source: items per page
es_es: (elementos por página)

source: Update
es_es: Actualizar

source: That staff member does not exist.
es_es: Ese miembro del personal no existe.

source: Delete Staff Member
es_es: Borrar Miembro del Personal

source: Staff member, %s %s %s, has been deleted.
es_es: El miembro del personal, %s %s %s, ha sido borrado.

source: Return to staff list
es_es: Volver a la lista de personal

source: Are you sure you want to delete staff member, %s %s %s?
es_es: ¿Está seguro de querer borrar el miembro del personal, %s %s %s?

source: Delete
es_es: Borrar

source: Note: The del function will delete the related user too (if exists).
es_es: Nota: La operación de borrado también eliminará el usuario relacionado (si existe).

source: Login, %s, already exists. The changes have no effect.
es_es: El nombre de usuario, %s, ya existe en otro usuario. Los cambios no han tenido lugar.

source: Staff member, %s %s %s, has been updated.
es_es: El miembro del personal, %s %s %s, ha sido actualizado.

source: Edit Administrative Information
es_es: Editar Información del Administrativo

source: Edit Doctor Information
es_es: Editar Información del Médico

source: Tax Identification Number (TIN)
es_es: Número de Identificación Fiscal (NIF)

source: Collegiate Number
es_es: Número de Colegiado

source: First Name
es_es: Nombre

source: Surname 1
es_es: Primer apellido

source: Surname 2
es_es: Segundo apellido

source: Address
es_es: Dirección

source: Phone Contact
es_es: Contactos telefónicos

source: Administratives:
es_es: Administrativos:

source: Doctors:
es_es: Médicos:

source: Add New Administrative
es_es: Añadir un Nuevo Administrativo

source: Add New Doctor
es_es: Añadir un Nuevo Médico

source: View all staff members
es_es: Ver todos los miembros del personal

source: View only administratives
es_es: Ver sólo los administrativos

source: View only doctors
es_es: Ver sólo los médicos

source: No results found.
es_es: No se han encontrado coincidencias.

source: del
es_es: borrar

source: create user
es_es: crear usuario

source: edit user
es_es: editar usuario

source: Administrative
es_es: Administrativo

source: Doctor
es_es: Médico

source: Note: To the create user function must have a correct login.
es_es: Nota: Para la acción crear usuario hace falta un nombre de usuario correcto.

source: Note: The del function will not be applicated to the session user.
es_es: Nota: La acción borrar no será aplicable al usuario que ha iniciado la sesión.

source: Staff member, %s %s %s, has been added.
es_es: El miembro del personal, %s %s %s, ha sido añadido.

source: Add New Administrative Information
es_es: Nuevo Administrativo

source: Add New Doctor Information
es_es: Nuevo Médico

source: Delete Theme
es_es: Borrar Tema

source: Theme, %s, has been deleted.
es_es: El tema, %s, ha sido borrado.

source: Return to themes list
es_es: Volver a la lista de temas

source: Are you sure you want to delete theme, %s?
es_es: ¿Está seguro de querer borrar el tema, %s?

source: Edit Theme
es_es: Editar Tema

source: Theme, %s, has been updated.
es_es: El tema, %s, ha sido actualizado.

source: That theme does not exist.
es_es: Ese tema no existe.

source: Preview Theme
es_es: Previsualizar Tema

source: Theme Name
es_es: Nombre

source: Error Color
es_es: Color de error

source: Table Border Color
es_es: Color del borde las tablas

source: Table Border Width
es_es: Anchura del borde de las tablas

source: Table Cell Padding
es_es: Margen de las celdas de las tablas

source: Title
es_es: Título

source: Tabs
es_es: Pestañas

source: Navigation
es_es: Navegación

source: Body
es_es: Cuerpo

source: Font Family
es_es: Nombre de la fuente

source: Font Size
es_es: Tamaño de la fuente

source: bold
es_es: negrita

source: Background Color
es_es: Color de fondo

source: Font Color
es_es: Color del texto

source: Link Color
es_es: Color de los enlaces

source: Text Align
es_es: Alineación del texto

source: Change Theme by default
es_es: Cambiar Tema por defecto

source: Choose a New Theme:
es_es: Seleccione un Nuevo Tema:

source: Add New Theme
es_es: Añadir un Nuevo Tema

source: Themes List:
es_es: Lista de temas:

source: Usage
es_es: Uso

source: copy
es_es: copiar

source: in use
es_es: en uso

source: by application
es_es: aplicación

source: %d user(s)
es_es: %d usuario(s)

source: Note: The delete function is not available on the themes that are currently in use by some user or by the application.
es_es: Nota: La acción borrar no está disponible para los temas que están actualmente en uso por algún usuario o por la aplicación.

source: Theme, %s, has been added.
es_es: El tema, %s, ha sido añadido.

source: %s Theme Preview
es_es: Previsualización de %s

source: Close Window
es_es: Cerrar Ventana

source: Home
es_es: Inicio

source: Medical Records
es_es: Historias Clínicas

source: Theme Preview
es_es: Previsualización del Tema

source: Sample Link
es_es: Enlace de ejemplo

source: This is a preview of the %s theme.
es_es: Esta es una previsualización del tema %s.

source: Sample List:
es_es: Lista de ejemplo:

source: Table Heading
es_es: Encabezado de Tabla

source: Sample data row %d
es_es: Datos de la fila %d

source: Sample Input Text
es_es: Texto de ejemplo

source: Sample Button
es_es: Botón de ejemplo

source: Sample Error
es_es: Ejemplo de Error

source: Delete User
es_es: Borrar Usuario

source: User, %s, has been deleted.
es_es: El usuario, %s, ha sido borrado.

source: Return to users list
es_es: Volver a la lista de usuarios

source: Are you sure you want to delete user, %s?
es_es: ¿Está seguro de querer borrar al usuario, %s?

source: This is a required field.
es_es: Este es un campo imprescindible.

source: This field is not correct.
es_es: Este campo no es correcto.

source: Change User Data
es_es: Cambiar datos del Usuario

source: Edit User
es_es: Editar Usuario

source: User, %s, has been updated.
es_es: El usuario, %s, ha sido actualizado.

source: Return to home page
es_es: Volver a la página de inicio

source: That user does not exist.
es_es: Ese usuario no existe.

source: Note: The changes in the fields * will be visible in the next session.
es_es: Nota: Los cambios en los campos * se harán visibles en el próximo inicio de sesión.

source: Fill password fields only if you want to change it.
es_es: Rellene los campos de la contraseña sólo si desea cambiarla.

source: Current Password
es_es: Contraseña actual

source: Password
es_es: Contraseña

source: Re-enter Password
es_es: Confirmación de contraseña

source: Actived
es_es: Activado

source: Theme
es_es: Tema

source: Create New User
es_es: Crear Nuevo Usuario

source: There no more users to create. You must create more staff members first.
es_es: No hay usuarios para crear. Debe crear primero más miembros del personal.

source: Select a login to create a new user
es_es: Seleccione el nombre de usuario para crear el usuario

source: Create
es_es: Crear

source: Users List:
es_es: Lista de usuarios:

source: edit member
es_es: editar miembro

source: yes
es_es: sí

source: Add New User
es_es: Nuevo Usuario

source: User, %s, has been added.
es_es: El usuario, %s, ha sido añadido.

source: Reset User Password
es_es: Cambiar Contraseña de Usuario

source: Password of user, %s, has been reset.
es_es: La contraseña del usuario, %s, ha sido cambiada.

source: %s must be greater or equal than %s.
es_es: %s debe ser mayor o igual que %s.

source: Decease Date
es_es: Fecha de defunción

source: Birth Date
es_es: Fecha de nacimiento

source: Y-m-d
es_es: d-m-Y

source: This field must be numeric.
es_es: Este campo debe contener sólo números.

source: This field must not contain a decimal point.
es_es: Este campo no debe contener decimales.

source: This field must be greater than zero.
es_es: Este campo debe ser mayor que cero.

source: This field must be at least %d characters.
es_es: Este campo debe tener al menos %d caracteres.

source: This field must not contain any spaces.
es_es: Este campo no debe contener espacios.

source: This field can't contain the symbols %s
es_es: Este campo no puede contener los símbolos %s

source: Invalid email, no @ symbol in string.
es_es: Dirección no válida, no hay un símbolo @ en ella.

source: Missing data [%s]@[%s]
es_es: Falta algún dato en [%s]@[%s]

source: Whitespace in [%s]@[%s]
es_es: Hay espacios en blanco en [%s]@[%s]

source: This field can't be empty if you want to change password.
es_es: Este campo no puede estar vacío si desea cambiar la contraseña.

source: Passwords do not match.
es_es: Las contraseñas no coinciden.

source: OpenClinic Help
es_es: Ayuda de OpenClinic

source: Help Topic
es_es: Tema de Ayuda

source: Sample Help Page:
es_es: Página de ayuda de ejemplo:

source: Welcome to OpenClinic
es_es: Bienvenido a OpenClinic

source: OpenClinic is an easy to use, open source, medical records system. When you select any of the following tabs you will be prompted to login.
es_es: OpenClinic es un sistema de código abierto y de fácil uso para manejar historias clínicas. Cuando elija alguna de las siguientes opciones, será necesario registrarse antes en la aplicación mediante un nombre de usuario y una contraseña adecuados.

source: Tab
es_es: Pestaña

source: Use this tab to manage your patient's medical records.
es_es: Use esta pestaña para manejar las historias clínicas de los pacientes.

source: Patient's Administration:
es_es: Administración de Pacientes:

source: Search, new, delete, edit
es_es: Búsqueda, adición, edición, borrado

source: Social Data
es_es: Datos Sociales

source: Clinic History
es_es: Antecedentes Clínicos

source: Problem Reports
es_es: Listado de problemas

source: Use this tab to manage administrative options.
es_es: Use esta pestaña para manejar las opciones de administración.

source: Staff members
es_es: Miembros del personal

source: User profiles
es_es: Perfiles de usuario

source: Clinic themes editor
es_es: Editor de temas

source: System users
es_es: Usuarios

source: License
es_es: Licencia

source: OpenClinic Installation:
es_es: Instalación de OpenClinic:

source: OpenClinic install process has been cancelled.
es_es: El proceso de instalación de OpenClinic ha sido cancelado.

source: View Install Instructions
es_es: Ver las Instrucciones de Instalación

source: Back to installation main page
es_es: Volver a la página inicial de instalación

source: Install Instructions
es_es: Instrucciones de Instalación

source: OpenClinic Readme
es_es: OpenClinic Leemé

source: Start OpenClinic
es_es: Usar OpenClinic

source: under the
es_es: bajo la

source: OpenClinic Install
es_es: Instalación de OpenClinic

source: Parse failed.
es_es: Análisis fallido.

source: File installed correctly.
es_es: Fichero instalado correctamente.

source: Go to OpenClinic
es_es: Ir a OpenClinic

source: Add 'DROP table' sentence
es_es: Añadir sentencia 'DROP tabla'

source: Install file
es_es: Instalar archivo

source: Cancel
es_es: Cancelar

source: The connection to the database failed with the following error.
es_es: Se produjo el siguiente error en la conexión con la base de datos.

source: Please make sure the following has been done before running this install script.
es_es: Asegúrese de haber hecho lo siguiente antes de ejecutar este script de instalación.

source: Create OpenClinic database (%sstep 4%s of the install instructions)
es_es: Crear la base de datos de OpenClinic (%spaso 4%s de las instrucciones de instalación)

source: Create OpenClinic database user (%sstep 5%s of the install instructions)
es_es: Crear el usuario de la base de datos de OpenClinic (%sstep 5%s de las instrucciones de instalación)

source: Update %sopenclinic/database_constants.php%s with your new database username and password (%sstep 8%s of the install instructions)
es_es: Actualizar el fichero %sopenclinic/database_constants.php%s con el usuario y la contraseña necesarios para acceder a la base de datos (%spaso 8%s de las instrucciones de instalación)

source: See %sInstall Instructions%s for more details.
es_es: Vea las %sInstrucciones de Instalación%s para más detalles.

source: Database connection is good.
es_es: La conexión con la base de datos es correcta.

source: Create OpenClinic tables
es_es: Crear las tablas de OpenClinic

source: Install a SQL file:
es_es: Instalar un archivo SQL:

source: View file
es_es: Ver archivo

source: Building OpenClinic tables...
es_es: Creando las tablas de OpenClinic...

source: OpenClinic (version %s) is already installed.
es_es: La versión %s de OpenClinic está ya instalada.

source: Are you sure you want to delete all clinic data and create new OpenClinic tables?
es_es: ¿Está seguro de querer borrar todos los datos y crear de nuevo las tablas de OpenClinic?

source: If you continue all data will be lost.
es_es: Si continúa se perderán todos los datos actuales.

source: Continue
es_es: Continuar

source: Table %s dropped.
es_es: Tabla %s borrada.

source: Table %s created.
es_es: Tabla %s creada.

source: Last instruction failed
es_es: Fallo en la última instrucción

source: OpenClinic tables have been created successfully!
es_es: ¡Las tablas de la base de datos de OpenClinic han sido creadas correctamente!

source: Start using OpenClinic
es_es: Usar OpenClinic

source: OpenClinic Install Wizard
es_es: Asistente de configuración de OpenClinic

source: Step %d of %d:
es_es: Paso %d de %d:

source: OpenClinic is free software, distributed under GNU General Public License (GPL). Please read the license and, if you agree, click on 'I accept' button.
es_es: OpenClinic es software libre, distribuido bajo licencia GPL. Lea esta licencia y, si está de acuerdo, pulse en el botón 'Aceptar'.

source: Back
es_es: Atrás

source: I accept
es_es: Aceptar

source: Read the license before continue
es_es: Lea atentamente la licencia antes de continuar

source: MySQL Database Settings
es_es: Parámetros de la base de datos MySQL

source: Install script create OpenClinic database. These following values will be written in %s file. All fields are required.
es_es: El script de instalación crea la base de datos de OpenClinic. Los siguientes valores serán escritos en el fichero %s. Todos los campos son imprescindibles.

source: Database Host:
es_es: Máquina donde está la base de datos:

source: e. g.
es_es: p. e.

source: Database User:
es_es: Usuario de la base de datos:

source: Database Password:
es_es: Contraseña de la base de datos:

source: Database Name:
es_es: Nombre de la base de datos:

source: Next
es_es: Siguiente

source: Check data before continue
es_es: Verifique los datos antes de continuar

source: Config Settings
es_es: Parámetros de configuración

source: These are OpenClinic config settings.
es_es: Estos son los parámetros de configuración de OpenClinic.

source: Session Timeout (minutes):
es_es: Límite de tiempo de sesión (minutos):

source: Search Results (items per page):
es_es: Resultados de búsquedas (elementos por página):

source: Customize your site
es_es: Personalice la aplicación

source: Admin Data
es_es: Datos del administrador

source: required
es_es: imprescindible

source: Password is the most important field
es_es: La contraseña es el campo más importante

source: Last Check before Install
es_es: Última verificación antes de instalar

source: Here are the values you entered. %sPrint this page%s to remember your admin password and other settings.
es_es: A continuación se exponen los valores que ha introducido. %sImprima esta página%s para recordar su contraseña de administrador y los demás parámetros.

source: Install
es_es: Instalar

source: If you are not sure in any value, go back before install
es_es: Si no está seguro de haber puesto correctamente todos los datos, vuelva atrás antes de instalar

source: Incorrect permissions of %s file. Continue is impossible.
es_es: Permisos incorrectos en el archivo %s. No es posible continuar.

source: Error in writing proccess. Continue is impossible.
es_es: Fallo en el proceso de escritura. No es posible continuar.

source: The MySQL server does not work or login pass is false.
es_es: El servidor MySQL no funciona o la contraseña no es válida.

source: Please check these values and if any is wrong back to step 2:
es_es: Verifique estos valores y si hay alguno incorrecto vuelva al paso 2:
