Repository: Ahmed-Al-Ebrahimy/openclinic
Catalog: locale/*/*-openclinic.po
Languages: es_es

source: %sSecurity advice:%s To protect your site, make %s and <tt>'openclinic/install/'</tt> files read only (chmod 400).
es_es: %sAdvertencia de seguridad:%s Para proteger su sitio, modifique los permisos del fichero %s y de los que hay bajo <tt>'openclinic/install/'</tt> y póngalos de sólo lectura (chmod 400).

source: That's folks!!!
es_es: ¡Y esto ha sido todo!

source: Requirements
es_es: Requisitos

source: This script will configure OpenClinic database and %s file.
es_es: Este script configurará la base de datos de OpenClinic y el fichero %s.

source: The file %s already exists in your system! This script INSTALLS and does not UPGRADE. It will remove all OpenClinic data. If this is what you want, you can go on. If you want upgrade go to the %supgrade script%s.
es_es: El fichero %s ya existe en su sistema. Este script INSTALA, no ACTUALIZA. Borrará todos los datos actuales de OpenClinic. Si es esto lo que quiere, puede continuar. Si lo que quiere es actualizar, vaya al %sscript de actualización%s.

source: Read Thouroughly
es_es: Lea atentamente

source: For OpenClinic to work, you need the following on the server:
es_es: Para que OpenClinic pueda funcionar, necesita lo siguiente en el servidor:

source: Webserver (you have <strong>%s</strong>)
es_es: Servidor web (tiene <strong>%s</strong>)

source: PHP >= 4.2 (you have <strong>PHP %s</strong>)
es_es: PHP >= 4.2 (tiene <strong>PHP %s</strong>)

source: Write access to %s file
es_es: Permiso de escritura para el archivo %s

source: This file is still not web writeable. This is good in normal time, for security reasons. However, during this installation, you need to set this file with writing permissions. You will have to do it manually.
es_es: No es posible escribir en este fichero. Esto es lo correcto normalmente por razones de seguridad. Sin embargo, durante la instalación, necesita poner a este archivo permisos de escritura. Tendrá que hacerlo manualmente.

source: Deactivate read-only mode in the file properties of %s.
es_es: Desactive el modo de sólo lectura en las propiedades del fichero %s.

source: Open a shell, go to <tt>openclinic</tt> directory and type <tt>chmod 666 %s</tt>.
es_es: Abra una consola de comandos, vaya al directorio <tt>openclinic</tt> y escriba <tt>chmod 666 %s</tt>.

source: Once made it, click in Next button.
es_es: Una vez hecho esto, pulse en el botón Siguiente.

source: ok
es_es: correcto

source: To install OpenClinic on a Windows machine for test, you just need to install %sAppServ%s before.
es_es: Para instalar OpenClinic en un ordenador con Windows para hacer pruebas, sólo necesita haber instalado la suite %sAppServ%s.

source: For more details, see %sInstall Instructions%s.
es_es: Para más detalles, mire en las %sinstrucciones de instalación%s.

source: Press Next button to continue
es_es: Pulse en el botón Siguiente para continuar

source: is missing!!
es_es: ¡está ausente!

source: Database Host is empty.
es_es: La máquina donde está la base de datos está vacía.

source: Database User is empty.
es_es: El usuario de la base de datos está vacío.

source: Database Name is empty.
es_es: El nombre de la base de datos está vacío.

source: Session Timeout must be great than zero.
es_es: El límite de tiempo de sesión debe ser mayor que cero.

source: Items per page must be great than zero.
es_es: Los elementos por página deben ser mayor que cero.

source: Admin password must be at least 4 characters.
es_es: La contraseña del administrador debe tener como mínimo 4 caracteres.

source: There were some errors
es_es: Hay errores en los datos

source: Create Time
es_es: Fecha y hora de creación

source: Update Time
es_es: Fecha y hora de última actualización

source: Check Time
es_es: Fecha y hora de última comprobación

source: Yearly Stats
es_es: Estadísticas anuales

source: Year
es_es: Año

source: Hits
es_es: Entradas

source: There are not statistics
es_es: No hay estadísticas

source: Monthly Stats for %d
es_es: Estadísticas mensuales para el año %d

source: Month
es_es: Mes

source: January
es_es: Enero

source: February
es_es: Febrero

source: March
es_es: Marzo

source: April
es_es: Abril

source: May
es_es: Mayo

source: June
es_es: Junio

source: July
es_es: Julio

source: August
es_es: Agosto

source: September
es_es: Septiembre

source: October
es_es: Octubre

source: November
es_es: Noviembre

source: December
es_es: Diciembre

source: Daily Stats for %s, %d
es_es: Estadísticas diarias para el mes de %s de %d

source: Day
es_es: Día

source: Hourly Stats for %s %d, %d
es_es: Estadísticas horarias para el %2$d de %1$s de %3$d

source: Hour
es_es: Hora

source: Busiest Month: %s %d (%d hits)
es_es: Mes más concurrido: %s de %d (%d entradas)

source: Busiest Day: %d %s %d (%d hits)
es_es: Día más concurrido: %d de %s de %d (%d entradas)

source: Busiest Hour: %s on %s %d, %d (%d hits)
es_es: Hora más concurrida: %1$s el día %3$d de %2$s de %4$d (%5$d entradas)

source: Back to Main Statistics
es_es: Volver a las estadísticas principales

source: prev
es_es: anterior

source: next
es_es: siguiente

source: Result Pages
es_es: Páginas de resultados

source: Delete Connection with Medical Problem
es_es: Borrar Relación con Problema Médico

source: Search Patient
es_es: Buscar Paciente

source: Medical Problems Report
es_es: Listado de Problemas

source: View Medical Problem
es_es: Ver Problema Médico

source: View Connection Problems
es_es: Ver Problemas Relacionados

source: Connection with medical problem, %s, has been deleted.
es_es: La relación con el problema médico, %s, ha sido borrada.

source: Return to connection problem list
es_es: Volver a la lista de problemas relacionados

source: Are you sure you want to delete connection, %s, from list?
es_es: ¿Está seguro de querer borrar el problema médico relacionado, %s, de la lista?

source: Add New Connection Problems
es_es: Añadir Problemas Relacionados

source: No connections defined for this medical problem.
es_es: No hay problemas relacionados para este problema médico.

source: Connection Problems List:
es_es: Lista de problemas médicos relacionados:

source: Opening Date
es_es: Fecha de apertura

source: Wording
es_es: Enunciado

source: view
es_es: ver

source: Connection problems have been added.
es_es: Las relaciones con el problema médico han sido añadidas.

source: No medical problems defined for this patient.
es_es: No hay problemas médicos para este paciente.

source: Medical Problems List:
es_es: Lista de problemas médicos:

source: Order Number
es_es: Número de orden

source: Add selected to Connection Problems List
es_es: Añadir los marcados a la lista de relaciones

source: That patient does not exist.
es_es: Ese paciente no existe.

source: Edit Family Antecedents
es_es: Editar Antecedentes Familiares

source: View Family Antecedents
es_es: Ver Antecedentes Familiares

source: Family Antecedents have been updated.
es_es: Los Antecedentes Familiares han sido actualizados.

source: Parents Status Health
es_es: Estado de salud de los padres

source: Brothers and Sisters Status Health
es_es: Estado de salud de los hermanos

source: Spouse and Childs Status Health
es_es: Estado de salud del cónyuge e hijos

source: Family Illness
es_es: Enfermedades acumuladas de la familia

source: Family Antecedents
es_es: Antecedentes Familiares

source: View Personal Antecedents
es_es: Ver Antecedentes Personales

source: Closed Medical Problems List:
es_es: Lista de problemas médicos cerrados:

source: No closed medical problems defined for this patient.
es_es: No hay problemas médicos cerrados para este paciente.

source: Closing Date
es_es: Fecha de cierre

source: tests
es_es: pruebas

source: connect
es_es: relaciones

source: Edit Personal Antecedents
es_es: Editar Antecedentes Personales

source: Personal Antecedents have been updated.
es_es: Los Antecedentes Personales han sido actualizados.

source: Birth and Growth
es_es: Nacimiento y Crecimiento

source: Growth and Sexuality
es_es: Desarrollo y Sexualidad

source: Feed
es_es: Alimentación

source: Habits
es_es: Hábitos

source: Peristaltic Conditions
es_es: Condiciones Peristálticas

source: Psychological Conditions
es_es: Condiciones Psicológicas

source: Children Complaint
es_es: Enfermedades de la Infancia

source: Venereal Disease
es_es: Enfermedades de Transmisión Sexual

source: Accidents and Surgical Operations
es_es: Accidentes e Intervenciones Quirúrgicas

source: Medicinal Intolerance
es_es: Intolerancia Medicamentosa

source: Mental Illness
es_es: Enfermedades Mentales y Neuróticas

source: Personal Antecedents
es_es: Antecedentes Personales

source: Use the following functions located in the left hand navigation area to manage your medical records.
es_es: Use las opciones que están en el área de navegación de la izquierda para manejar las historias clínicas de sus pacientes.

source: Search and view patients. Once a patient is selected you can:
es_es: Buscar y ver pacientes. Una vez que haya seleccionado a un paciente podrá:

source: manage social data
es_es: administrar sus datos sociales

source: manage clinic history
es_es: administrar sus antecedentes clínicos

source: manage problems report
es_es: administrar sus problemas médicos

source: print medical record
es_es: imprimir su historia clínica

source: New Patient
es_es: Nuevo Paciente

source: Build a new patient information
es_es: Introducir un nuevo paciente en la aplicación

source: Delete Patient
es_es: Borrar Paciente

source: Patient, %s, has been deleted.
es_es: El paciente, %s, ha sido borrado.

source: Are you sure you want to delete patient, %s?
es_es: ¿Está seguro de querer borrar el paciente, %s?

source: Patient name, %s, is already in use. The changes have no effect.
es_es: El nombre, %s, ya existe en otro paciente. Los cambios no han tenido lugar.

source: Return to Patient Social Data
es_es: Volver a los datos sociales del paciente

source: Edit Patient Social Data
es_es: Editar Datos Sociales del Paciente

source: Patient, %s, has been updated.
es_es: El paciente, %s, ha sido actualizado.

source: Sex
es_es: Sexo

source: Male
es_es: Varón

source: Female
es_es: Hembra

source: Race
es_es: Raza

source: Birth Place
es_es: Lugar de nacimiento

source: Sanitary Card Number (SCN)
es_es: Número de Tarjeta Sanitaria (NTS)

source: National Health Service Number (NHSN)
es_es: Número de la Seguridad Social (NSS)

source: Family Situation
es_es: Situación Familiar

source: Labour Situation
es_es: Situación Laboral

source: Education
es_es: Educación

source: Insurance Company
es_es: Compañía de Seguros

source: Doctor you are assigned to
es_es: Médico al que está asignado por cupo

source: Patient
es_es: Paciente

source: Age
es_es: Edad

source: Patient, %s, has been added.
es_es: El paciente, %s, ha sido añadido.

source: View Social Data
es_es: Ver Datos Sociales

source: Return to Medical Records Summary
es_es: Volver al resumen de Historias Clínicas

source: Add New Patient
es_es: Añadir un Nuevo Paciente

source: %d matches found.
es_es: %d coincidencias encontradas.

source: Search Results From Query: %s
es_es: Resultados de la búsqueda: %s

source: Field
es_es: Campo

source: Search
es_es: Buscar

source: Clear Search
es_es: Borrar búsqueda

source: Logical
es_es: Lógica

source: Limit
es_es: Número máximo de resultados

source: Search Patient by Medical Problem
es_es: Buscar Paciente por Problema Médico

source: Edit Social Data
es_es: Editar Datos Sociales

source: View Relatives
es_es: Ver Familiares

source: No patient selected.
es_es: No se ha seleccionado ningún paciente.

source: Doctor who treated you
es_es: Médico que le atendió

source: Last Update Date
es_es: Última modificación

source: Meeting Place
es_es: Lugar de encuentro

source: Subjective
es_es: Subjetivo

source: Objective
es_es: Objetivo

source: Appreciation
es_es: Valoración

source: Action Plan
es_es: Plan de actuación

source: Prescription
es_es: Prescripción

source: That medical problem does not exist.
es_es: Ese problema médico no existe.

source: Delete Medical Problem
es_es: Borrar Problema Médico

source: Medical problem, %s, has been deleted.
es_es: El problema médico, %s, ha sido borrado.

source: Return to Medical Problems List
es_es: Volver a la lista de problemas médicos del paciente

source: Are you sure you want to delete medical problem, %s, from list?
es_es: ¿Está seguro de querer borrar el problema médico, %s, de la lista?

source: Edit Medical Problem
es_es: Editar Problema Médico

source: Medical problem, %s, has been updated.
es_es: El problema médico, %s, ha sido actualizado.

source: Closed Problem
es_es: Problema cerrado

source: Add New Medical Problem
es_es: Añadir un nuevo problema médico

source: Medical problem, %s, has been added.
es_es: El problema médico, %s, ha sido añadido.

source: Edit Medical Problem Data
es_es: Editar datos del problema médico

source: View Medical Tests
es_es: Ver Pruebas Médicas

source: Medical Problem Data
es_es: Datos del Problema Médico

source: Delete Relative from list
es_es: Borrar Familiar de la lista

source: Relative, %s, has been deleted.
es_es: El familiar, %s, ha sido borrado.

source: Return to Relatives Patient List
es_es: Volver a la lista de Familiares del Paciente

source: Are you sure you want to delete relative, %s, from list?
es_es: ¿Está seguro de querer borrar al familiar, %s, de la lista?

source: Search Relatives to add to list
es_es: Buscar Familiares para añadir a la lista

source: No relatives defined for this patient.
es_es: No hay familiares definidos para este paciente.

source: Relatives List:
es_es: Lista de Familiares:

source: New Relatives
es_es: Nuevos Familiares

source: Relatives have been added.
es_es: El/Los familiar(es) ha(n) sido añadido(s).

source: Add selected to Relatives List
es_es: Añadir los marcados a la lista de familiares

source: Delete Medical Test
es_es: Borrar Prueba Médica

source: Medical test, %s, has been deleted.
es_es: La prueba médica, %s, ha sido borrada.

source: Return to Medical Tests List
es_es: Volver a la lista de pruebas médicas

source: Are you sure you want to delete medical test, %s, from list?
es_es: ¿Está seguro de querer borrar la prueba médica, %s, de la lista?

source: Edit Medical Test
es_es: Editar Prueba Médica

source: Medical test, %s, has been updated.
es_es: La prueba médica, %s, ha sido actualizada.

source: That medical test does not exist
es_es: Esa prueba médica no existe.

source: Document Type
es_es: Tipo de documento

source: Path Filename
es_es: Ruta del archivo

source: Add New Medical Test
es_es: Añadir una nueva Prueba Médica

source: No medical tests defined for this medical problem.
es_es: No hay pruebas médicas definidas para este problema médico.

source: Medical Tests List:
es_es: Lista de pruebas médicas:

source: Add Medical Test
es_es: Nueva Prueba Médica

source: Medical test, %s, has been added.
es_es: La prueba médica, %s, ha sido añadida.

source: manage your user account
es_es: modifique su cuenta de usuario

source: Summary
es_es: Resumen

source: Log Statistics
es_es: Estadísticas de los Logs

source: Opens a new window
es_es: Abre una nueva ventana

source: Help
es_es: Ayuda

source: logout
es_es: salir

source: login
es_es: autentificación de usuario

source: Print Medical Record
es_es: Imprimir Historia

source: This is a demo version
es_es: Esta es una versión de demostración

source: This function is not available in this demo version of OpenClinic.
es_es: Esta opción no está disponible en esta demostración de OpenClinic.

source: Clinic Home
es_es: Inicio

source: View source code
es_es: Ver código fuente

source: Demo version features
es_es: Características de la versión demo

source: version
es_es: versión

source: ERROR: Some fields have been incorrectly filled. Please fix the fields and send the form again. Each incorrectly filled field is marked with specific error message.
es_es: ERROR: Algunos campos no están correctamente rellenados. Arréglelos y envíe el formulario de nuevo. Cada campo incorrecto está marcado con un mensaje sobre el error.

source: Today's date: %s
es_es: Hoy es: %s

source: Clinic hours: %s
es_es: Horario de consulta: %s

source: Clinic address: %s
es_es: Dirección: %s

source: Clinic phone: %s
es_es: Teléfono de atención: %s

source: Skip over navigation
es_es: Saltar enlaces de navegación

source: Project Page
es_es: Página del proyecto

source: Downloads
es_es: Descargas

source: Report Bugs
es_es: Informar de errores

source: Forums
es_es: Foros

source: Developers
es_es: Desarrolladores

source: Login unknown.
es_es: Nombre de Usuario desconocido.

source: Invalid sign on.
es_es: Contraseña no válida.

source: User Login
es_es: Autentificación de Usuario

source: Last attempt to type correct password before suspend this user account.
es_es: Último intento para introducir correctamente la contraseña antes de suspender esta cuenta de usuario.

source: Login:
es_es: Nombre de usuario:

source: Password:
es_es: Contraseña:

source: Enter
es_es: Entrar

source: User account suspended
es_es: Cuenta de usuario suspendida

source: Your user account has been suspended. Contact with administrator to resolve this problem.
es_es: Su cuenta de usuario ha sido suspendida. Póngase en contacto con el administrador para solucionar el problema.

source: Source file:
es_es: Código fuente del fichero:

source: No file found.
es_es: Fichero no encontrado.
